Repository: bertholdm/calibre-metadata-plugin-perrypedia
Catalog: translations/*.po
Languages: de

source: Australia
de: Australien

source: Belgium
de: Belgien

source: Brazil
de: Brasilien

source: Germany
de: Deutschland

source: Danmark
de: Dänemark

source: Estonia
de: Estland

source: Finland
de: Finnland

source: France
de: Frankreich

source: Greece
de: Griechenland

source: Great Britain
de: Großbritannien

source: Italy
de: Italien

source: New Zealand
de: Neuseeland

source: Netherlands
de: Niederlande

source: Russian Federation
de: Russland

source: Czechia
de: Tschechien

source: Türkiye
de: Türkei

source: Hungary
de: Ungarn

source: United States of America
de: USA

source: Downloads metadata and covers from Perrypedia (perrypedia.de)
de: Lädt Metadaten und Umschlagbilder aus der Perrypedia (perrypedia.de) herunter.

source: Title / Author search mode
de: Suche mit Titel / Autor

source: Exact match in Title / Author search mode, otherwise fuzzy search.
de: Genaue Übereinstimmung von Titel / Autor oder unscharfe Suche.

source: log level
de: Ausführlichkeit des Logs

source: Log detail level. NOTSET: no logging, only global info and error messages, DEBUG: all processing messages, INFO: essential procesing messages.
de: Ausführlichkeit des Logs: NOTSET: Kein Logging, nur allgemeine Informationen und Fehlermeldungen, DEBUG: Alle Verarbeitungsmeldungen, INFO: Wesentliche Verarbeitungsmeldungen.

source: Ignore SSL errors
de: SSL-Fehler ignorieren

source: Make this choice if client and/or server site certificate makes trouble.
de: Auswählen, wenn die Überprüfung des Client- oder Serverzertifikates durch Python auf einen Fehler läuft.

source: Title template
de: Titelvorlage

source: Allowed placeholders are: {title}, {title_sort}, {authors}, {authors_sort}, {series}, {series_code}, {series_index}, {cycle}. {series_index} can be formatted with python F-strings: p. ex. use {series_index:04d} to print out series index with 4 digits and leading zeros, if necessary. Default value ist the pure title.
de: Erlaubte Platzhalter sind: {title}, {title_sort}, {authors}, {authors_sort}, {series}, {series_code}, {series_index}, {cycle}. {series_index} kann mit Python F-Strings formatiert werden: z. B. gibt {series_index:04d} die Seriennummer mit 4 Ziffern und ggf. führenden Nullen aus. Standard ist der reine Titel.

source: Comments field style - text or html
de: Formatierung des Kommentarfeldes - Text oder HTML

source: Choose if comments should formatted with html/css or should contain pure text with line breaks.
de: Auswählen, ob Kommentare mit HTML/CSS formatiert werden sollen, oder reinen Text mit Zeilenumbrüchen enthalten sollen.

source: Inklude comments from "kreis-archiv.de"
de: Kommentare aus dem "kreis-archiv.de" einbeziehen

source: Make this choice if comments from former "kreis-archiv.de" should be included.
de: Diese anhaken, wenn Kommentare aus dem "kreis-archiv.de" einbezogen werden sollen.

source: Inklude ratings from "https://forum.perry-rhodan.net/"
de: Hole Bewertungen von "https://forum.perry-rhodan.net/"

source: Make this choice if ratings from "https://forum.perry-rhodan.net/" should be included.
de: Diese anhaken, wenn Bewertungen aus dem Perry Rhodan Forum (https://forum.perry-rhodan.net/) einbezogen werden sollen.

source: Calculation method for ratings
de: Berechnungsmethode für Bewertungen

source: Choose the calculation method for average ratings. "arithmetic" uses all ratings, "modal" only the highest ratings.
de: Die Berechnungsmethode für den Mittelwert der Beurteilungen wählen. "Arithmetisch" berücksichtigt alle Bewertungen, "modal" nur den häufigsten Wert jeder Bewertungskategorie.

source: arithmetic
de: arithmetisch

source: Rating weight for the story
de: Bewertungsgewicht für die Story des Romans

source: Set a weight number for the story rating. Default value is 1. Set to 0 if this rating facette should be ignored.
de: Ein Gewicht für die Story des Romans bei der Gesamtbewertung angeben. Standardwert ist 1. Auf 0 setzen, wenn dieser Bewertungsaspekt nicht berücksichtigt werden soll.

source: Rating weight for the author's writing style
de: Bewertungsgewicht für den Schreibstil des Autors

source: Set a weight number for the author's writing style rating. Default value is 1. Set to 0 if this rating facette should be ignored.
de: Ein Gewicht für den Schreibstil des Autors bei der Gesamtbewertung angeben. Standardwert ist 1. Auf 0 setzen, wenn dieser Bewertungsaspekt nicht berücksichtigt werden soll.

source: Rating weight for the the development of the cycle
de: Bewertungsgewicht für die aktuelle Entwicklung des Zyklus

source: Set a weight number for the the development of the cycle rating. Default value is 1. Set to 0 if this rating facette should be ignored.
de: Ein Gewicht für die aktuelle Entwicklung des Zyklus bei der Gesamtbewertung angeben. Standardwert ist 1. Auf 0 setzen, wenn dieser Bewertungsaspekt nicht berücksichtigt werden soll.

source: Rounding ratings to integer
de: Bewertungen auf ganze Zahlen runden

source: Make this choice if ratings should be round to zero decimal values.
de: Wählen, wenn Bewertungen auf ganze Zahlen gerundet werden sollen.

source: Output mode for ratings
de: Ausgabemethode für Bewertungen

source: Choose "result only", if only overall rating should appear in the ratings field, choose "detailed", if also intermediate values are to displayed.
de: "nur Endergebnis" wählen, wenn nur das Feld Bewertung aktualisiert werden soll, "detailliert", wenn weitere statistische Daten ausgegeben werden sollen.

source: detailed
de: detailliert

source: result only
de: nur Endergebnis

source: Fallback to publishing date from isfdb
de: Veröffentlichungsdatum aus ISFDB

source: Use publishing date from isfdb.org, if Perrypedia ha only the publishing year.
de: Verwende das Veröffentlichungsdatum von isfdb.org, wenn die Perrypedia nur das Veröffentlichungsjahr liefert.

source: Germany (de)
de: Deutschland (de)

source: Countries
de: Länder

source: Choose one country to replace metadata (title, series, cover) and add some information (as translator and cover artist) about foreign issues in comment.
de: Ein Land für das Überschreiben von Metadaten (Titel, Serie, Titelbild) und das Hinzufügen zusätzlicher Informationen (wie Übersetzer und Titelbild-Illustrator) über die internationale Ausgabe im Kommentar.

source: Unexpected structure of field pp_id:
de: Unerwarteter Aufbau des Feldes pp_id:

source: Malformed PPID: {0}. Parse title and authors fields for series and issuenumber.
de: Korrupte PPID: {0}. Untersuche Titel und Autoren-Felder nach Serienbezeichnung und Nummer.

source: Version hint: This is publication {0} in Taschenheft series.
de: Versionshinweis: Dies ist Ausgabe {0} in der Taschenheft-Serie.

source: No metadata found with series code and/or issuenumber not found. Trying a book title search.
de: Keine Metadaten gefunden mit Serie und Ausgabe. Starte eine Suche nach Titel.

source: Series code and/or issuenumber not found. Trying a book title search.
de: Serie und/oder Ausgabe nicht gefunden. Starte Suche nach Titel.

source: Next soup, page title:
de: Weitere Seite. Titel:

source: Next soup, url:
de: Nächste Seite. URL:

source: Result found with title search.
de: Titelsuche erbrachte ein Ergebnis.

source: Trying to get series code and issuenumber from result.
de: Untersuche Ergebnis nach Serienbezeichnung und Nummer.

source: No book found with text provided in title and authors fields - giving up.
de: Kein Treffer mit den Daten aus den Titel- und Autoren-Feldern - Ende der Fahnenstange.

source: Since metadata plugins cannot read book files for identification purposes, you must the manually put in identification data.
de: Da Metadaten-Plugins keine Buchdateien zum Finden von Identifikationsmerkmalen lesen können, müssen Sie die Daten manuell eingeben.

source: Error: No metadata result. Abort.
de: Fehler: Keine Metadaten gefunden. Abbruch.

source: No cached cover found, running identify.
de: Keine gespeicherten Buchumschläge gefunden. Identifizierung wird gestartet.

source: No luck to find cover with identify.
de: Es konnte kein Buchumschlag identifiziert werden.

source: Going to download cover from url
de: Herunterladen eines Umschlagbildes fehlgeschlagen von

source: Have downloaded cover from
de: Umschlagbild heruntergeladen von

source: Failed to download cover from
de: Herunterladen eines Umschlagbildes fehlgeschlagen von

source: Searching in title and authors fields: {0} / {1}
de: Suche in Titel- und Autoren-Feldern: {0} / {1}

source: Match found for series code:
de: Treffer gefunden für Wörterbuch-Schlüssel:

source: Series and/or issuenumber not found. Searching for subseries...
de: Index zur Serie nicht gefunden. Starte Suche nach Titel...

source: Searching subseries in title and authors:
de: Suche Zyklus ind den Titel- und Autoren-Feldern:

source: Match found for
de: Treffer gefunden für Wörterbuch-Schlüssel

source: Subseries and/or subseries issuenumber not found.
de: Zyklus und/oder Nummer im Zyklus nicht gefunden.

source: Failed to get contents from url, reason={0}.
de: Abrufen von Inhalten von URL fehlgeschlagen. Grund={0}.

source: API search with: "{0}"...
de: API Suche mit: "{0}"...

source: {0} potential book source(s) found.
de: {0} Mögliche Buchdatenquelle(n) gefunden.

source: Page title:
de: Seiten-Titel:

source: No possible book source found with
de: Keine Buchdatenquelle gefunden mit

source: Failed to download book metadata with title search. Giving up.
de: Herunterladen von Buch-Metadaten über Titel-Suche fehlgeschlagen. Abbruch.

source: Found a relative cover page URL:
de: Relative URL einer Seite mit den Umschlagbildern:

source: Relative cover url:
de: Relative URL des Umschlagbilds:

source: Nested ambiguous title page - ignored.
de: Untergeordnete »Begriffsklärung«-Seite - wird ignoriert.

source: Page type could not be identified!
de: Der Seitentyp konnte nicht identifiziert werden!

source: Cover URLs cached with ppid:
de: Gespeicherte URLs für Buchumschläge:

source: Cover URLs cached with title:
de: Gespeicherte URLs für Buchumschläge:

source: Rating came from Perry Rhodan forum ({0}).
de: Bewertungen aus dem Perry Rhodan Forum ({0}).

source: based on {0} votes from {1} voters.
de: basierend auf {0} Bewertungen von {1} Personen.

source: (Editor)
de: (Herausgeber)

source: Rating came from Perry Rhodan forum: {0}.
de: Bewertungen aus dem Perry Rhodan Forum: ({0}).

source: Werkstattband found.
de: Werkstattband gefunden.

source: Key error while building authors field!
de: Schlüsselfehler in Autorenfeld!

source: Unknown
de: Unbekannt

source: <b>Info from foreign issue page for {0}:</b><br />
de: <b>Informationen über internationale Ausgaben für {0}:</b><br />

source: Cycle:
de: Zyklus:

source: Action Period:
de: Handlungszeitraum:

source: Foreign Publication Years:
de: Ausländischer Veröffentlichungszeitraum:

source: Foreign Publisher:
de: Ausländischer Verleger:

source: Foreign Title:
de: Ausländischer Titel:

source: Foreign Publication Date:
de: Ausländisches Veröffentlichungsdatum:

source: Original Publication Date:
de: Ursprüngliches Erscheinungsdatum:

source: Translator:
de: Übersetzer:

source: Cover Artist:
de: Titelbild-Illustrator:

source: Fetching information about foreign issues for Country={0} not yet implemented.
de: Abrufen von Informationen über ausländische Ausgaben für Land={0} ist noch nicht implementiert.

source: Fetching information about foreign issues for Country={0} failed with error: {1}
de: Abrufen von Informationen über ausländische Publikationen für Land={0} fehlgeschlagen mit Fehlercode: {1}

source: Found the relative cover page URL:
de: Relative URL der Seite mit den Umschlagbildern:

source: Effective URL:
de: Endgültige URL:

source: Cover page not found.
de: Seite mit den Umschlagbildern nicht gefunden.

source: Found the relative cover URL:
de: Relative URL eines oder des Umschlagbildes:

source: Error while encoding {0}: {1}.
de: Fehler beim Encodieren {0}: {1}.

source: Truncate the search string at the error position and search with the substring: {0}.
de: Suchstring an der Fehlerposition abgeschnitten und Suche mit Reststring: {0}.

source: Title search with: "{0}"...
de: Titelsuche mit: "{0}"...

source: Cover test failed. Expected: '%s' found:
de: Test für Umschlagbild fehlgeschlagen. Erwartet: '%s', gefunden:
